Repository: Maryamsiddiqui001/django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Courses Apphook
ar: رابط تطبيق الدورات

source: Name en
ar: الاسم بالإنجليزية

source: Name ar
ar: الاسم بالعربية

source: Catagory
ar: التصنيف

source: Catagories
ar: التصنيفات

source: Course
ar: الدورة

source: Courses
ar: الدورات

source: Lesson
ar: الدرس

source: Lessons
ar: الدروس

source: Question Text en
ar: نص السؤال بالانجليزية

source: Question Text ar
ar: نص السؤال بالعربية

source: Question
ar: السؤال

source: Questions
ar: الأسئلة

source: Answer Text en
ar: نص الجواب بالانجليزية

source: Answer Text ar
ar: نص الجواب بالعربية

source: Is Correct?
ar: إجابة صحيحة

source: Answer
ar: جواب

source: Answers
ar: الأجوبة

source: First Name en
ar: الاسم الأول بالإنجليزية

source: First Name ar
ar: الاسم الأول بالعربية

source: Middle Name en
ar: اسم الأب بالإنجليزية

source: Last Name en
ar: الكنية بالإنجليزية

source: Last Name ar
ar: الكنية بالعربية

source: Birth Place en
ar: مكان الولادة بالإنجليزية

source: Birth Place ar
ar: مكان الولادة بالعربية

source: Birth Year
ar: سنة الميلاد

source: Birth Month
ar: شهر الميلاد

source: Birth Day
ar: يوم الميلاد

source: Death Year
ar: سنة الوفاة

source: Death Month
ar: شهر الوفاة

source: Death Day
ar: يوم الوفاة

source: Maker
ar: الصانع

source: Makers
ar: الصناع

source: Year
ar: سنة الصنع

source: Place of Manufacture
ar: مكان الصناعة

source: Serial
ar: الرقم المتسلسل

source: Rosetta Shape
ar: شكل الفتحة

source: Bowel Wood en
ar: خشب القصعة بالإنلجيزية

source: Bowel Wood ar
ar: خشب القصعة بالعربية

source: Soundboard Wood en
ar: خشب الوجه بالإنجليزية

source: Soundboard Wood ar
ar: خشب الوجه بالعربية

source: Pegs Wood en
ar: خشب الملاوي بالإنجليزية

source: Pegs Wood ar
ar: خشب الملاوي بالعربية

source: Oud
ar: عود

source: Ouds
ar: أعواد

source: Oud Image
ar: صورة عود

source: Image Description en
ar: وصف الصورة بالإنجليزية

source: Image Description ar
ar: وصف الصورة بالعربية

source: Image Source en
ar: مصدر الصورة بالإنجليزية

source: Image Source ar
ar: مصدر الصورة الصورة بالعربية

source: Is Featured?
ar: صورة مميزة

source: Main Image
ar: صورة العود الأساسية

source: Oud Images
ar: صور العود

source: Featured Version
ar: النسخة المروجة

source: Background image
ar: صورة خلفية

source: Polls
ar: استبيانات

source: Poll Plugin
ar: محتوى استبيان

source: Your browser doesn't support this video format.
ar: متصفحك لا يدعم نوع الفيديو المعروض

source: Learn Oud Online with Rad
ar: تعلم العود مع رضوان

source: Anytime, Anywhere, Skype or in-person
ar: في أي وقت وأي مكان باستخدام الشبكة أو بمقابلات خاصة
